{
	"en-GB": {
		"donate": {
			"title": "Donate",
			"location": "Donations go to the Ukraine Humanitarian Appeal, Slava Ukraini!",
			"buttonText": "Donate Here"
		},
		"enableOverlay": "Enable overlay",
		"enableSearchButton": "Enable search button",
		"info": {
			"title": "Info",
			"text": "Lighterfuel allows you to see when profile images were uploaded to get an idea of when they made their account and reverse image search your matches photos!"
		},
		"reverseImageSearch": {
			"title": "Reverse image search",
			"text": "Enable the search button and click on it (only for matches) and see if that image is publicly available online (if it is, they're probably a catfish)"
		},
		"overlay": {
			"uploadedAt": "Time",
			"search": "Search"
		}
	},
	"de": {
		"donate": {
			"title": "Spenden",
			"location": "Spenden gehen an den humanitären Appell der Ukraine, Slava Ukraini!",
			"buttonText": "Spenden Sie hier"
		},
		"enableOverlay": "Überlagerung aktivieren",
		"reverseImageSearch": {
			"text": "Aktivieren Sie die Suchschaltfläche und klicken Sie darauf (nur für Übereinstimmungen) und prüfen Sie, ob dieses Bild online öffentlich verfügbar ist (wenn dies der Fall ist, handelt es sich wahrscheinlich um einen Wels).",
			"title": "Umgekehrte Bildsuche"
		},
		"enableSearchButton": "Suchschaltfläche aktivieren",
		"overlay": {
			"search": "Suchen",
			"uploadedAt": "Zeit"
		},
		"info": {
			"text": "Mit Lighterfuel können Sie sehen, wann Profilbilder hochgeladen wurden, um sich ein Bild davon zu machen, wann sie ihr Konto erstellt haben, und nach Ihren Übereinstimmungsfotos suchen!",
			"title": "Die Info"
		}
	},
	"fr": {
		"donate": {
			"title": "Donner",
			"location": "",
			"buttonText": "Faites un don ici"
		},
		"enableOverlay": "Activer la superposition",
		"reverseImageSearch": {
			"text": "Activez le bouton de recherche et cliquez dessus (uniquement pour les correspondances) et voyez si cette image est accessible au public en ligne (si c'est le cas, il s'agit probablement d'un poisson-chat)",
			"title": ""
		},
		"enableSearchButton": "Activer le bouton de recherche",
		"overlay": {
			"search": "Recherche",
			"uploadedAt": "Temps"
		},
		"info": {
			"text": "Lighterfuel vous permet de voir quand les images de profil ont été téléchargées pour avoir une idée du moment où ils ont créé leur compte et inverser la recherche d'images de vos photos de correspondance !",
			"title": "Info"
		}
	},
	"nl": {
		"donate": {
			"title": "Doneer",
			"location": "",
			"buttonText": "Doneer hier"
		},
		"enableOverlay": "Overlay inschakelen",
		"reverseImageSearch": {
			"text": "Schakel de zoekknop in en klik erop (alleen voor overeenkomsten) en kijk of die afbeelding openbaar online beschikbaar is (als dat zo is, is het waarschijnlijk een meerval)",
			"title": ""
		},
		"enableSearchButton": "Schakel de zoekknop in",
		"overlay": {
			"search": "Zoekopdracht",
			"uploadedAt": "Tijd"
		},
		"info": {
			"text": "Met Lighterfuel kun je zien wanneer profielafbeeldingen zijn geüpload om een idee te krijgen van wanneer ze hun account hebben gemaakt en om afbeeldingen van je matches te zoeken!",
			"title": "Info"
		}
	},
	"ru": {
		"donate": {
			"title": "Пожертвовать",
			"location": "Пожертвования идут на Гуманитарный призыв Украины, Слава України!",
			"buttonText": "Пожертвовать здесь"
		},
		"enableOverlay": "Включить наложение",
		"enableSearchButton": "Включить кнопку поиска",
		"info": {
			"title": "Информация",
			"text": "Lighterfuel позволяет вам видеть, когда изображения профилей были загружены, чтобы получить представление о том, когда они создали свою учетную запись, и выполнять обратный поиск изображений по вашим фотографиям!"
		},
		"reverseImageSearch": {
			"title": "Обратный поиск изображений",
			"text": "Включите кнопку поиска и нажмите на нее (только для совпадений) и посмотрите, есть ли это изображение в общедоступном Интернете (если это так, это, вероятно, сом)"
		},
		"overlay": {
			"uploadedAt": "Время",
			"search": "Поиск"
		}
	},
	"uk": {
		"donate": {
			"title": "Пожертвуйте",
			"location": "Пожертви передаємо до Української гуманітарної акції Слава Україні!",
			"buttonText": "Пожертвуйте тут"
		},
		"enableOverlay": "Увімкнути накладання",
		"enableSearchButton": "Увімкнути кнопку пошуку",
		"info": {
			"title": "Інформація",
			"text": "Lighterfuel дозволяє вам побачити, коли було завантажено зображення профілю, щоб отримати уявлення про те, коли вони створили свій обліковий запис, і здійснити зворотній пошук зображень, які відповідають фотографіям!"
		},
		"reverseImageSearch": {
			"title": "Зворотний пошук зображень",
			"text": "Увімкніть кнопку пошуку та натисніть на неї (лише для збігів) і подивіться, чи це зображення є загальнодоступним в Інтернеті (якщо так, це, ймовірно, сом)"
		},
		"overlay": {
			"uploadedAt": "час",
			"search": "Пошук"
		}
	},
	"zh": {
		"donate": {
			"title": "捐",
			"location": "向乌克兰人道主义呼吁 Slava Ukraini 捐款！",
			"buttonText": "在这里捐款"
		},
		"enableOverlay": "启用覆盖",
		"enableSearchButton": "启用搜索按钮",
		"info": {
			"title": "信息",
			"text": "Lighterfuel 允许您查看上传个人资料图片的时间，以了解他们何时创建帐户并反向搜索您的匹配照片！"
		},
		"reverseImageSearch": {
			"title": "反向图像搜索",
			"text": "启用搜索按钮并单击它（仅用于匹配）并查看该图像是否可在线公开获取（如果是，则它们可能是鲶鱼）"
		},
		"overlay": {
			"uploadedAt": "时间",
			"search": "搜索"
		}
	}
}